/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Úvodné informácie o Skype WiFi";
"INTRO_SUBHEADER" = "Pripojte sa na verejných prístupových bodoch Wi-Fi a plaťte z kreditu Skype len za využité minúty.";
"INTRO_ICON_WIFI" = "Používajte Skype, kontrolujte e-maily a surfujte po webe.";
"INTRO_ICON_GLOBE" = "Skype WiFi je k dispozícii na viac než milióne miest na svete.";
"INTRO_ICON_SKYPECREDIT" = "Plaťte len za využité minúty.";

"STATE_CHECKINGNETWORK_HEADER" = "Počkajte, prosím…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Kontroluje sa, či sieť podporuje Skype WiFi";

"STATE_JOINWIFI_HEADER" = "Nie ste pripojení k sieti Wi-Fi";
"STATE_JOINWIFI_SUBHEADER" = "Pripojte sa k verejnej sieti Wi-Fi, ktorá podporuje Skype WiFi.";

"STATE_ALREADYONLINE_HEADER" = "Už ste online";
"STATE_ALREADYONLINE_SUBHEADER" = "Zdá sa, že už ste pripojení na internet. Skype WiFi vám umožňuje pripájať sa na internet cez verejné prístupové body Wi-Fi na viac ako milióne miest na svete.";

"STATE_GENERALERROR_HEADER" = "Nedá sa pripojiť";
"STATE_GENERALERROR_SUBHEADER" = "Táto sieť Wi-Fi neodpovedá správne. Skúste sa pripojiť k inej sieti.";

"STATE_CONNECT_HEADER" = "Skype WiFi je na tomto mieste k dispozícii";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Pripojením vyjadrujete súhlas s <a href=\"%@\">podmienkami používania</a> daného poskytovateľa";

"STATE_CONNECT_BUTTON" = "Pripojiť";
"STATE_CONNECTING_BUTTON" = "Pripája sa…";

"STATE_CONNECTED_SHORT" = "Pripojené";
"STATE_CONNECTED_HEADER" = "Ste pripojení cez Skype WiFi";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Odpojiť";
"STATE_DISCONNECTING_BUTTON" = "Odpája sa…";

"STATE_NOCREDIT_HEADER" = "Nedostatočný kredit Skype";


/* === Mac only === */

"OK_BUTTON" = "OK";
"LEARNMORE_BUTTON" = "Viac info";
"CLOSE_BUTTON" = "Zavrieť";
"GO_BACK_BUTTON" = "Späť";
"CONTINUE_BUTTON" = "Pokračovať";

"REQUIRES_OSX_VERSION_MESSAGE" = "Na používanie Skypeu WiFi sa vyžaduje systém OS X %@ alebo novší.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "Skype WiFi zatiaľ nie je možné používať s vaším kontom Microsoft. Prihláste sa priamo s menom v Skype a heslom.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "Skype WiFi zatiaľ nie je možné používať s vaším kontom Microsoft. Vytvorte si konto Skype a prihláste sa priamo s ním.";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi – %@";

"FLOATER_CONNECTED_TITLE" = "Ste pripojení cez Skype WiFi";
"FLOATER_CONNECTED_WISPR_TITLE" = "Ste online";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "Platnosť pripojenia čoskoro uplynie";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Z bezpečnostných dôvodov a pre prípad, že by ste zabudli svoje zariadenie odpojiť, sa pripojenie, za ktoré platíte kreditom Skype, automaticky po určitom čase ukončí.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d min";

"STATE_CONNECT_SUBHEADER" = "Pripojte sa na internet cez túto sieť pomocou Skypeu WiFi a plaťte kreditom Skype len za využité minúty.";
"STATE_CONNECT_FREE_HEADER" = "Skype WiFi je na tomto mieste zadarmo";
"STATE_CONNECT_FREE_SUBHEADER" = "So Skypeom WiFi si môžete cez tento prístupový bod vychutnať bezplatný prístup na internet. Surfujte na webe, kontrolujte si e-maily alebo len používajte Skype.";
"STATE_CONNECT_WISPR_HEADER" = "Mám u tohto poskytovateľa konto";
"STATE_CONNECT_WISPR_SUBHEADER" = "Ak už máte konto u tohto poskytovateľa, zadajte svoje poverenia.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "Platnosť vášho internetového pripojenia onedlho uplynie";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Odpojiť sa môžete kedykoľvek a účtovať sa vám budú len využité minúty.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Ste online približne %d min.";
"COUNTUP_0MIN" = "Ste online menej než minútu.";
"COUNTUP_1MIN" = "Ste online približne minútu.";
"STATE_CONNECTED_WISPR_HEADER" = "Ste online";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Ste pripojení s použitím vášho konta u tohto poskytovateľa prístupových bodov. Odpojiť sa môžete kedykoľvek.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Ohodnotiť tento prístupový bod";

"STATE_CONNECTED_EXTEND_BUTTON" = "Zostať online";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Znova sa pripája…";

"STATE_NOCREDIT_SUBHEADER" = "Prístup na internet cez Skype WiFi je tu spoplatnený minútovou tarifikáciou. Potrebujete kredit Skype.";
"STATE_NOCREDIT_BUTTON" = "Získať kredit Skype";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Kontroluje sa sieť";
"STATE_JOINWIFI_SHORT" = "Žiadne Wi-Fi";
"STATE_ALREADYONLINE_SHORT" = "Už ste online";
"STATE_GENERALERROR_SHORT" = "Chyba";
"STATE_CONNECT_SHORT" = "Tu k dispozícii";
"STATE_NOCREDIT_SHORT" = "Žiadny kredit";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "Zostáva %d min";
"TIMEEXPIRE_1MINUTE_LEFT" = "Zostáva 1 minúta";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Zostáva menej ako 1 minúta";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "Platnosť vášho internetového pripojenia onedlho uplynie.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Meno v Skype";
"LOGIN_PASSWORD_PLACEHOLDER" = "Heslo";
"LOGIN_BUTTON" = "Prihlásiť sa";
"SIGN_OUT_BUTTON" = "Odhlásiť sa";

/* unused */
"LOGIN_PROBLEMS" = "Méte problémy s prihlásením?";
"LOGIN_CREATE_ACCOUNT" = "Vytvoriť konto";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Nastavenie";
/* unused */
"SETTINGS_BUTTON" = "Nastavenie";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Verzia Skypeu WiFi %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype a/alebo Microsoft";
"ABOUT_PATENTPENDING" = "Prihlásené patenty";
"ABOUT_FEEDBACK_BUTTON" = "Pripomienky";
"ABOUT_LEGAL_BUTTON" = "Právne informácie";
"ABOUT_TRADEMARK" = "Názov Skype, súvisiace ochranné známky a logá a logo „S“ sú ochranné známky spoločnosti Skype.";
"ABOUT_DISCLAIMER" = "Upozornenie: Tento program je chránený autorskými právami a medzinárodnými zmluvami. Neoprávnené kopírovanie alebo rozširovanie tohto programu alebo ktorejkoľvek jeho časti sa môže postihovať maximálnymi sadzbami podľa občianskeho a trestného práva.";

/* unused */
"PROFILE_BUTTON" = "Profil";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Meno v Skype";
"PROFILE_SKYPECREDIT" = "Kredit Skype";
"PROFILE_SKYPECREDIT_NA_VALUE" = "N/A";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Načítava sa…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Navštívené prístupové body";
"USAGE_PREVIOUSCONNECTIONS" = "Predchádzajúce pripojenia";
"USAGE_LASTUSED" = "Naposledy použitý";
"USAGE_LASTUSED_NEVER_VALUE" = "Nikdy";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@ on %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Obľúbené miesta";
"SUPPORTEDNETWORKS_PROVIDERS" = "Poskytovatelia";
